export const typeList=[
    {type:"بروتين", name: "بروتين",note:"بدون دهن أو جلد والميزان بعد الطهي" },
    {type:"كربوهيدرات", name: "كربوهيدرات",note:"الميزان قبل الطهى" },
    {type:"دهون صحية", name: "دهون صحية",note:"يفضل اختيار صنف من نفس" },
    {type:"فواكه", name: "فواكه",note:"الميزان قبل الطهي" },
    {type:"منتجات ألبان", name: "منتجات ألبان",note:"يفضل الالتزام بنوع الألبان المكتوب في النظام الغذائيالميزان قبل الطهي " },
    {type:"بقوليات", name: "بقوليات",note:"الميزان قبل الطهي" },
    {type:"خضروات", name: "خضروات",note:"" },


]